{
  "text": {
    "anh": 1,
    "ơi": 100,
    "bạn": 7,
    "em": 26,
    "chị": 15,
    "oi": 62,
    "ê": 91,
    "xin": 87,
    "chào": 11,
    "cho": 10,
    "tôi": 79,
    "hỏi": 40,
    "mình": 52,
    "bên": 6,
    "này": 61,
    "hi": 35,
    "hello": 34,
    "tạm": 80,
    "biệt": 4,
    "hẹn": 39,
    "gặp": 33,
    "lại": 47,
    "bye": 5,
    "cách": 16,
    "tải": 82,
    "phần": 63,
    "mềm": 53,
    "như": 58,
    "thế": 71,
    "nào": 60,
    "làm": 46,
    "sao": 64,
    "để": 97,
    "ở": 101,
    "đâu": 94,
    "không": 44,
    "biết": 3,
    "vào": 85,
    "hướng": 37,
    "dẫn": 24,
    "chỉ": 14,
    "vậy": 86,
    "sử": 67,
    "dụng": 25,
    "hốt": 41,
    "hụi": 42,
    "tạo": 81,
    "dây": 22,
    "đóng": 95,
    "tất": 83,
    "toán": 73,
    "chết": 13,
    "in": 43,
    "cả": 21,
    "bill": 2,
    "trong": 74,
    "ngày": 55,
    "xóa": 89,
    "gom": 30,
    "viên": 84,
    "bị": 9,
    "trùng": 75,
    "thêm": 70,
    "số": 65,
    "giảm": 29,
    "thay": 68,
    "đổi": 98,
    "nhiều": 57,
    "người": 56,
    "cùng": 19,
    "kỳ": 45,
    "sống": 66,
    "góp": 32,
    "mở": 54,
    "mãn": 51,
    "trở": 76,
    "đang": 92,
    "hoạt": 36,
    "động": 99,
    "cũ": 20,
    "tính": 78,
    "cân": 17,
    "bằng": 8,
    "chính": 12,
    "xác": 88,
    "lỗi": 48,
    "nhận": 59,
    "âm": 90,
    "dương": 23,
    "gian": 28,
    "hạn": 38,
    "gia": 27,
    "mua": 49,
    "__number__": 0,
    "tuần": 77,
    "tháng": 69,
    "có": 18,
    "thể": 72,
    "được": 96,
    "đi": 93,
    "muốn": 50,
    "gói": 31
  },
  "intent": {
    "greeting": 3,
    "bye": 2,
    "ask_actions": 0,
    "ask_extend_duration": 1,
    "nlu_fallback": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_answer_duration": 0,
    "action_handle_unknown_question": 7,
    "action_provide_guide": 9,
    "action_reset_slots": 10,
    "utter_bye": 16,
    "utter_chaohoi": 17
  },
  "action_text": null,
  "intent_response_key": null
}