{
  "text": {
    "anh": 1,
    "ơi": 95,
    "bạn": 6,
    "em": 25,
    "ê": 87,
    "xin": 83,
    "chào": 10,
    "cho": 9,
    "tôi": 75,
    "hỏi": 38,
    "mình": 49,
    "bên": 5,
    "này": 58,
    "hi": 33,
    "hello": 32,
    "tạm": 76,
    "biệt": 4,
    "hẹn": 37,
    "gặp": 31,
    "lại": 45,
    "cách": 15,
    "tải": 78,
    "phần": 59,
    "mềm": 50,
    "như": 55,
    "thế": 67,
    "nào": 57,
    "làm": 44,
    "sao": 60,
    "để": 92,
    "ở": 96,
    "đâu": 89,
    "không": 42,
    "biết": 3,
    "vào": 81,
    "hướng": 35,
    "dẫn": 23,
    "chỉ": 13,
    "vậy": 82,
    "sử": 63,
    "dụng": 24,
    "hốt": 39,
    "hụi": 40,
    "tạo": 77,
    "dây": 21,
    "đóng": 90,
    "tất": 79,
    "toán": 69,
    "chết": 12,
    "in": 41,
    "cả": 20,
    "bill": 2,
    "trong": 70,
    "ngày": 52,
    "xóa": 85,
    "gom": 28,
    "viên": 80,
    "bị": 8,
    "trùng": 71,
    "thêm": 66,
    "số": 61,
    "giảm": 27,
    "thay": 64,
    "đổi": 93,
    "nhiều": 54,
    "người": 53,
    "cùng": 18,
    "kỳ": 43,
    "sống": 62,
    "góp": 30,
    "mở": 51,
    "mãn": 48,
    "trở": 72,
    "đang": 88,
    "hoạt": 34,
    "động": 94,
    "cũ": 19,
    "tính": 74,
    "cân": 16,
    "bằng": 7,
    "chính": 11,
    "xác": 84,
    "lỗi": 46,
    "nhận": 56,
    "âm": 86,
    "dương": 22,
    "chị": 14,
    "muốn": 47,
    "gia": 26,
    "hạn": 36,
    "__number__": 0,
    "tuần": 73,
    "được": 91,
    "có": 17,
    "thể": 68,
    "gói": 29,
    "tháng": 65
  },
  "intent": {
    "greeting": 3,
    "bye": 2,
    "ask_actions": 0,
    "ask_extend_duration": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_answer_duration": 0,
    "action_provide_guide": 8,
    "utter_bye": 14,
    "utter_chaohoi": 15
  },
  "action_text": null,
  "intent_response_key": null
}